Repository: martenjj/kgtk
Catalog: kdialogd5/po/*.po
Languages: it

source: Open
it: Apri

source: Save As
it: Salva come

source: Select Folder
it: Seleziona cartella

source: You can only select local files.
it: Si possono solo selezionare file locali.

source: Remote Files Not Accepted
it: I file remoti non sono accettati

source: File %1 exits. Do you want to replace it?
it: Il file %1 esiste. Vuoi sostituirlo?

source: File Exists
it: Il file esiste

source: Replace
it: Sustituisci

source: You can only select local folders.
it: Si possono solo selezionare cartelle locali.

source: Remote Folders Not Accepted
it: Le cartelle remote non sono accettate
